// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Zarządzanie papierem niestandardowym";

HelpTitle = "Zarządzanie papierem niestandardowym";

NoIccTitle = "<nie wybrano profilu>";

DoubleNameTitle = "Nazwa papieru niestandardowego już istnieje";
DoubleNameMsg = "Typ papieru niestandardowego o nazwie „%@” już istnieje. Wybierz inną nazwę dla tego papieru niestandardowego.";

MaxMediaExceededTitle = "Przekroczono maksymalną liczbę typów papieru niestandardowego";
MaxMediaExceededMsg = "Maksymalna liczba możliwych do skonfigurowania typów papieru niestandardowego to %i. Usuń co najmniej jeden typ przed dodaniem nowego.";

DeletePaperTitle = "Czy na pewno chcesz usunąć ten papier niestandardowy?";
DeletePaperMsg = "Tej operacji nie można cofnąć. Jeśli klikniesz przycisk Usuń, wszystkie informacje o papierze zostaną skasowane.";
DeleteButtonTitle = "Usuń";

ProfileExistsTitle = "Profil ICC już istnieje";
ProfileExistsMsg = "Profil ICC o nazwie pliku „%@” jest już zapisany w repozytorium lokalnym.\nJeśli wybierzesz opcję „Użyj istniejącego profilu”, z tym papierem będzie używany zapisany profil.\nMożesz też wybrać opcję „Użyj unikalnej nazwy pliku”, aby zmienić nazwę nowego profilu.";
ProfileExistsDefButton = "Użyj istniejącego profilu";
ProfileExistsAltButton = "Anuluj";
ProfileExistsOtherButton = "Użyj unikalnej nazwy pliku";

//Paper Type Names
Photo = "Fotograficzny";
CoatedInkjet = "Powlekany do druku atramentowego";
PhotoRag = "Bawełniany fotograficzny";
Watercolor = "Akwarelowy";
Canvas = "Płótno";
RigidPhotoRag = "Sztywny bawełniany fotograficzny";
RigidWatercolor = "Sztywny akwarelowy";
RigidCanvas = "Sztywne płótno";
Brochure = "Broszurowy";
PlainPaper = "Zwykły papier";

NonKongText = "Tutaj możesz edytować lub usunąć papier. Wybierz papier, który chcesz edytować lub usunąć, a następnie wybierz operację, którą chcesz wykonać, z menu pod tabelą.";

NotRegisteredProfileWarning = "Profil ICC nie jest zarejestrowany w programie ColorSync. Aby go zarejestrować, wybierz opcję „Zarejestruj profil” z menu pod tabelą.";

PhotoInkjetScrapbook = "Inkjet Scrapbook, fotograficzny";
MatteInkjetScrapbook = "Inkjet Scrapbook, matowy";

Coated = "Powlekany";
PhotoThick = "Fotograficzny gruby (>300 g/m²)";
FiberGloss = "fibra błyszcząca";
photoRag = "bawełniany fotograficzny";
photoRagThin = "bawełniany fotograficzny cienki (<220 g/m²)";

//print quality names
Best = "Najwyższa";
Normal = "Normalny";
Fast = "Szybka robocza";
MaxDPI = "Maksymalna DPI";

InvalidFileTitle = "Nie udało się zaimportować papieru niestandardowego";
InvalidFileMsg = "Plik „%@” nie jest poprawnym plikiem papieru niestandardowego.";

ProfileInvalidTitle = "Nieprawidłowy format pliku ICC";
ProfileInvalidMsg = "Wybrany format pliku ICC nie jest profilem dla drukarki";
ProfileInvalidDefButton = "Wybierz inny profil";
ProfileInvalidAltButton = "Anuluj";

TaskTitleFieldText = "Zarządzanie papierem niestandardowym";
TaskDescriptionFieldText = "Tutaj możesz edytować, importować, eksportować lub usunąć papier. Wybierz papier, który chcesz edytować, importować, eksportować lub usunąć, a następnie wybierz operację, którą chcesz wykonać, z menu pod tabelą.";
FirstColumnHeader = "Nazwa papieru";
SecondColumnHeader = "Profil";
MenuItemImport = "Importuj...";
MenuItemEdit = "Edytuj...";
MenuItemExport = "Eksportuj...";
MenuItemDelete = "Usuń";
MenuItemRegisterProfile = "Zarejestruj profil";
EditSheetTitleFieldText = "Edytuj papier niestandardowy";
EditSheetDescriptionFieldText = "Edytuj dane papieru.";
PaperNameLableText = "Nazwa papieru niestandardowego:";
PaperCategoryLableText = "Kategoria papieru:";
IccFileNamelableText = "Profil ICC (opcjonalnie):";
IccFileNameFieldText = "<nie wybrano profilu>";
BrowseButtonText = "Przeglądaj…";
ClearButtonText = "Wyczyść profil";
CancelButtonText = "Anuluj";
DoneButtonText = "Gotowe";
